[ItemDefs.ID_MO_ARealBoy_Armor1 MissionItemDefinition]
ItemName="Bandit ''Shirt''"

[ItemDefs.ID_MO_ARealBoy_Armor1:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="A piece of armor that could be used as a shirt. Or, as the bandits call them, ''torso-smotherers.''"

[ItemDefs.ID_MO_ARealBoy_Armor2 MissionItemDefinition]
ItemName="Bandit ''Pants''"

[ItemDefs.ID_MO_ARealBoy_Armor3 MissionItemDefinition]
ItemName="Bandit ''Hat''"

[ItemDefs.ID_MO_ARealBoy_Left_Leg:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="I think this was a left arm or something."
